{
  "content": [
    {
      "data": "เงื่อนไขข้อตกลงการให้บริการภายใต้โครงการ ค่ายเส้นทางสู่ฝันนักไอที หรือ Ways to IT Professionals Camp หรือ WIP Camp (Term of services)",
      "component": "header"
    },
    {
      "data": "ฉบับวันที่ 14 กุมภาพันธ์ 2561"
    },
    {
      "component": "ol",
      "data": [
        "ข้อตกลงนี้ทำขึ้นระหว่างโครงการ ค่ายเส้นทางสู่ฝันนักไอที หรือ Ways to IT Professionals Camp หรือ WIP Camp (ซึ่งต่อไปนี้เรียกว่า \"ค่าย WIP Camp\") ในฐานะผู้ให้บริการระบบบริหารจัดการค่าย WIP Camp กับผู้สมัครเข้าร่วม ค่าย WIP Camp ผ่านการสมัครบัญชีผู้ใช้ โดยให้มีผลบังคับใช้ภายหลังวันที่ประกาศนับตั้งแต่การสมัครบัญชีผู้ใช้ของผู้ใช้บริการ",
        "ข้อตกลงนี้ให้ถือว่าได้รับความคุ้มครองตามกฎหมายแห่งราชอาณาจักรไทย",
        "ข้อมูลใด ๆ ที่ผู้ใช้บริการบันทึกลงในระบบ ผู้ใช้บริการจะต้องยอมรับและอนุญาตให้ผู้จัดค่าย WIP Camp และคณะเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี เก็บข้อมูล คัดลอก แก้ไข และเรียกใช้ข้อมูลดังเกล่าในการดำเนินการค่าย WIP Camp โดยข้อมูลเหล่านั้นอาจรวมถึงข้อมูลส่วนตัว ของผู้สมัครเข้าร่วมค่าย WIP Camp",
        "ข้อมูลต่าง ๆ ในระบบบริหารจัดการค่าย WIP Camp จะถูกบันทึก เข้ารหัส และรักษาความปลอดภัยตามมาตรฐานอุตสาหกรรม อย่างไรก็ตามผู้จัดทำโครงการ และผู้ให้บริการเครือข่ายของค่าย WIP Camp ไม่อาจยืนยันถึงความปลอดภัยของการรั่วไหลหรือสูญหายของข้อมูลได้โดยสมบูรณ์ ผู้ใช้บริการจะต้องเข้าใจและยอมรับความเสี่ยงที่อาจเกิดขึ้น ซึ่งอาจรวมถึงความผิดพลาดทางเทคนิค โจรกรรมข้อมูล หรือภัยธรรมชาติ และอื่น ๆ อันเกิดจากเหตุสุดวิสัย",
        "ผู้ใช้บริการต้องใช้งานระบบลงทะเบียนออนไลน์อันเป็นส่วนหนึ่งของระบบบริหารจัดการค่าย WIP Camp (ซึ่งต่อไปนี้เรียกว่า “ระบบลงทะเบียนออนไลน์”) เพื่อการลงทะเบียนเข้าร่วมกิจกรรม ตรวจสอบและแก้ไขการลงทะเบียน และยื่นเอกสารสำคัญเท่านั้น ผู้ใช้บริการต้องไม่ใช้ระบบลงทะเบียนออนไลน์เพื่อการอื่น ซึ่งอาจรวมถึง การหลอกลวง การประกอบอาญชากรรมทางคอมพิวเตอร์ หรือการกระทำใด ๆ เพื่อย้อนกลับระบบ หรือการกระทำใดๆ ที่ก่อให้เกิดความเสียหายต่อค่าย WIP Camp และ/หรือบุคคลที่สาม โดยผู้ใช้บริการต้องยอมรับความเสียหายที่อาจเกิดขึ้นทั้งทางแพ่งและ/หรืออาญาต่อการกระทำดังกล่าวทั้งกับค่าย WIP Camp และบุคคลที่สาม",
        "การสมัครเข้าร่วมค่าย WIP Camp ด้วยระบบลงทะเบียนออนไลน์ ให้ถือว่าผู้สมัครเข้าร่วมค่าย WIP Camp ได้ยอมรับและตกลงข้อกำหนดและเงื่อนไขของค่าย WIP Camp เรียบร้อยแล้ว",
        "การติดต่อใด ๆ จากทางค่าย WIP Camp ไปยังผู้ใช้บริการ จะดำเนินการโดยใช้หมายเลขโทรศัพท์ที่ระบุไว้ในบัญชีผู้ใช้เป็นหลัก ทั้งนี้ให้เป็นความรับผิดชอบของผู้ใช้บริการที่จะต้องดูแลรักษาสภาพหมายเลขโทรศัพท์ของตนเองให้อยู่ในสภาพที่สามารถติดต่อได้และยอมรับความเสียหายใด ๆ ที่อาจเกิดขึ้นจากความผิดพลาดในการสื่อสารในช่องทางเหล่านี้ที่เกิดขึ้นจากทางผู้ใช้บริการ หรือผู้ให้บริการเครือข่ายของผู้ใช้บริการ",
        "ค่าย WIP Camp มีการบันทึกข้อมูลบนอุปกรณ์ของผู้ใช้งานด้วยมาตรฐาน HTTP cookie ด้วยวัตถุประสงค์ในการใช้งานเข้าสู่ระบบของระบบลงทะเบียนออนไลน์ และเก็บข้อมูลเชิงสถิติในการใช้งาน",
        "ค่าย WIP Camp อาจจำเป็นต้องมีการเปิดเผยข้อมูลต่าง ๆ ของผู้ใช้บริการหากมีการร้องขอจากทางภาครัฐโดยอาศัยอำนาจตามกฎหมายแห่งราชอาณาจักรไทย",
        "ค่าย WIP Camp และผู้ใช้บริการจะต้องสละสิทธิ์การฟ้องร้องทางแพ่งต่ออีกฝ่ายต่อความเสียหายใด ๆ ที่อาจเกิดขึ้นกับอีกฝ่ายหนึ่งที่เป็นไปตามข้อตกลงฉบับนี้ สำหรับความเสียหายอื่น ๆ ที่ไม่ครอบคลุมในข้อตกลงฉบับนี้ ค่าย WIP Camp และผู้ใช้บริการยอมรับที่จะติดต่ออีกฝ่ายหนึ่งเพื่อหาข้อยุติทางแพ่งต่อความเสียหายดังกล่าวเป็นระยะเวลาอย่างน้อย 30 วันก่อนที่จะดำเนินการฟ้องร้องทางแพ่งตามกระบวนการยุติธรรมของราชอาณาจักรไทย หรือเปิดเผยข้อพิพาทดังกล่าวต่อสาธารณะชน",
        "หากมีการกระทำที่ละเมิดข้อตกลงที่ระบุไว้ในข้อ 11. ให้ถือว่าค่าย WIP Camp และ/หรือผู้ใช้บริการที่เป็นฝ่ายเสียหาย สละสิทธิ์การฟ้องร้องทางแพ่งที่เกี่ยวข้องกับความเสียหายนั้น ๆ ต่ออีกฝ่ายทันที ในขณะที่อีกฝ่ายหนึ่งอาจสามารถฟ้องร้องทางแพ่งต่อความเสียหายที่เกิดขึ้นจากการละเมิดข้อตกลงที่ระบุไว้ในข้อ 11. หรือไม่ก็ได้",
        "ค่าย WIP Camp มีสิทธิ์ที่จะแก้ไข เพิ่มเติม หรือตัดทอนข้อตกลงฉบับนี้ โดยจะมีการแจ้งผู้ใช้บริการผ่านทางอีเมลล่วงหน้าเป็นระยะเวลาอย่างน้อย 7 วัน ผู้ใช้บริการมีสิทธิ์ที่จะแจ้งขอยกเลิกการใช้บริการระบบลงทะเบียนออนไลน์ หากไม่ยอมรับในข้อตกลงใหม่ก่อนที่ข้อตกลงใหม่จะมีกำหนดบังคับใช้ หากผู้ใช้บริการไม่แจ้งค่าย WIP Camp เพื่อขอยกเลิกการใช้บริการระบบลงทะเบียนออนไลน์ ให้ถือว่าผู้ใช้บริการยอมรับในเงื่อนไขของข้อตกลงใหม่ทั้งหมด"
      ]
    },
    {
      "data": "นโยบายความเป็นส่วนตัวสำหรับเว็บไซต์และบริการออนไลน์ของโครงการ ค่ายเส้นทางสู่ฝันนักไอที หรือ Ways to IT Professionals Camp หรือ WIP Camp  (Privacy Policy)",
      "component": "header"
    },
    {
      "data": "ฉบับวันที่ 14 กุมภาพันธ์ 2561"
    },
    {
      "data": "นโยบายความเป็นส่วนตัวสำหรับเว็บไซต์และบริการออนไลน์ของโครงการ ค่ายเส้นทางสู่ฝันนักไอที หรือ Ways to IT Professionals Camp หรือ WIP Camp (ซึ่งต่อไปนี้เรียกว่า  \"นโยบาย\") ฉบับนี้ระบุถึงนโยบายการจัดเก็บข้อมูล, ใช้งานข้อมูล, และส่งต่อข้อมูลที่เกี่ยวข้องกับผู้ใช้ที่เข้าใช้งานระบบเว็บไซต์หรือบริการออนไลน์ (\"ผู้ใช้\") ของโครงการ ค่ายเส้นทางสู่ฝันนักไอที หรือ Ways to IT Professionals Camp หรือ WIP Camp (ซึ่งต่อไปนี้เรียกว่า  \"ค่าย WIP Camp\") ภายใต้โดเมน <a href='https://wip.camp' target='_blank'>https://wip.camp</a> หรือโดเมนของผู้ให้บริการอื่นใดที่ค่าย WIP Camp ให้บริการอยู่ (\"บริการออนไลน์\") ซึ่งอาจรวมถึงโดเมนลูกของโดเมนที่ระบุดังกล่าว โดยไม่จำกัดถึงอุปกรณ์ ซอฟต์แวร์ เครือข่าย หรือวิธีการเข้าใช้งานของผู้ใช้ โดยเมื่อผู้ใช้เข้าใช้งานบริการออนไลน์ใด ๆ ของค่าย WIP Camp ถือเป็นการยินยอมให้ค่าย WIP Camp ใช้งานข้อมูลจากผู้ใช้ตามที่ระบบไว้ในนโยบายฉบับนี้",
      "component": "content"
    },
    {
      "data": "ข้อมูลที่ถูกจัดเก็บ",
      "component": "header"
    },
    {
      "data": "ค่าย WIP Camp อาจจัดเก็บและบันทึกข้อมูลเหล่านี้ไว้เมื่อผู้ใช้เข้าใช้งานบริการออนไลน์ของค่าย WIP Camp"
    },
    {
      "data": "<u>ข้อมูลจากผู้ใช้โดยตรง</u> <br />ข้อมูลจากผู้ใช้โดยตรง โดยผู้ใช้เป็นผู้ส่งข้อมูลดังกล่าวให้ผ่านแบบฟอร์มหรือรูปแบบอื่นใดบนบริการออนไลน์ด้วยตนเอง ซึ่งอาจรวมถึงแต่ไม่จำกัดเพียงการลงทะเบียนออนไลน์, การสมัครเข้าร่วมโครงการ หรือการส่งข้อความออนไลน์ ซึ่งข้อมูลเหล่านี้อาจรวมถึงแต่ไม่จำกัดเพียงชื่อ, ข้อมูลที่ติดต่อ หรือข้อมูลส่วนตัวอื่นใด ข้อมูลจากผู้ให้บริการออนไลน์รายอื่น ในบางโอกาสบริการออนไลน์อาจมีการเก็บข้อมูลของผู้ใช้จากผู้ให้บริการออนไลน์รายอื่น ซึ่งอาจรวมถึงแต่ไม่จำกัดเพียงบริการสื่อสังคมออนไลน์, บริการอีเมล หรือบริการเครื่องมือค้นหา ข้อมูลจากอุปกรณ์และเครือข่ายของผู้ใช้ โดยข้อมูลเหล่านี้อาจถูกส่งมาโดยอัตโนมัติโดยอุปกรณ์หรือซอฟต์แวร์ที่ผู้ใช้ใช้งานอยู่ตามมาตรฐานการสื่อสารที่ใช้งาน หรือเป็นข้อมูลที่เกี่ยวข้องกับการเชื่อมต่อของเครือข่าย ซึ่งอาจรวมถึงแต่ไม่จำกัดเพียงหมายเลขไอพี, ซอฟต์แวร์ที่ใช้งาน หรือคุณสมบัติของอุปกรณ์ เอชทีทีพีคุกกี้ บริการออนไลน์อาจมีการจัดเก็บข้อมูลเอชทีทีพีคุกกี้ไว้ในอุปกรณ์หรือซอฟต์แวร์ของผู้ใช้ และข้อมูลนี้อาจถูกเรียกใช้อีกครั้งโดยบริการออนไลน์เพื่อใช้ประกอบการทำงานต่าง ๆ ของบริการออนไลน์ ซึ่งอาจรวมถึงแต่ไม่จำกัดเพียงการเก็บข้อมูลของระบบลงทะเบียนออนไลน์เพื่อการล็อกอินในอนาคต, ข้อมูลการเข้าชมหน้าต่าง ๆ ของเว็บไซต์ หรือการตรวจสอบการเข้าใช้งานบริการออนไลน์ ผู้ใช้สามารถตั้งค่าอุปกรณ์หรือซอฟต์แวร์ของผู้ใช้ไม่ให้บริการออนไลน์บันทึกข้อมูลเหล่านี้ได้ด้วยตนเอง อย่างไรก็ตามการปิดการเข้าถึงข้อมูลเอชทีทีพีคุกกี้อาจส่งผลถึงคุณภาพการใช้งานบริการออนไลน์ของผู้ใช้"
    },
    {
      "data": "การใช้งานและส่งต่อข้อมูล",
      "component": "header"
    },
    {
      "data": "<u>การใช้งานโดยผู้ใช้</u> ค่าย WIP Camp อาจใช้งานข้อมูลหรือส่งต่อข้อมูลของผู้ใช้เพื่อประกอบการใช้งานบริการออนไลน์ของผู้ใช้เอง หรือกับผู้ใช้คนอื่น ๆ โปรดพิจารณาให้ถี่ถ้วนก่อนการส่งข้อมูลต่าง ๆ เข้าสู่ระบบบริการออนไลน์ สำหรับข้อมูลที่มีการจัดเก็บควบคู่กับการลงทะเบียนออนไลน์ ซึ่งรวมถึงบริการออนไลน์ ผู้ใช้สามารถจัดการข้อมูลเหล่านี้ได้ด้วยตนเองผ่านระบบของบัญชีออนไลน์นั้น ๆ การใช้งานโดยค่าย WIP Camp ค่าย WIP Camp หรือผู้จัดทำค่าย WIP Camp อาจมีการใช้ข้อมูลต่าง ๆ เพื่อดำเนินโครงการหรือกิจกรรมภายใต้ค่าย WIP Camp โดยข้อมูลต่าง ๆ จะถูกใช้งานและส่งต่อภายในค่าย WIP Camp ผ่านช่องทางการสื่อสารต่าง ๆ ด้วยความระมัดระวังสูงสุด อย่างไรก็ตามทางค่าย WIP Camp ไม่อาจยืนยันถึงความปลอดภัยได้อย่างสมบูรณ์แบบ โดยข้อมูลของผู้ใช้อาจมีการรั่วไหลไปยังบุคคลภายนอกได้จากเหตุสุดวิสัยต่าง ๆ ซึ่งอาจรวมถึงความผิดพลาดของระบบ, การโจมตีระบบ, ภัยธรรมชาติ หรือเหตุสุดวิสัยอื่น ๆ "
    },
    {
      "data": "<u>บุคคลที่สาม</u> ค่าย WIP Camp อาจจำเป็นต้องมีการส่งต่อข้อมูลต่าง ๆ ให้กับผู้ให้บริการของค่าย WIP Camp, คณะเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี หรือหน่วยงานอื่น ๆ ที่เกี่ยวข้องกับการดำเนินการโครงการหรือกิจกรรมของค่าย WIP Camp ซึ่งค่าย WIP Camp จะพยายามส่งต่อข้อมูลเหล่านี้เท่าที่จำเป็น และบุคคลที่สามเหล่านั้นอาจมีการบันทึกหรือส่งต่อข้อมูลเหล่านั้นเพื่อให้การดำเนินการต่าง ๆ เป็นไปได้อย่างราบรื่น"
    },
    {
      "data": "<u>การโฆษณา</u> ข้อมูลอาจถูกใช้โดยค่าย WIP Camp, ผู้ให้บริการโฆษณาของค่าย WIP Camp หรือคณะเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี เพื่อใช้ในการวิเคราะห์ข้อมูลทางการตลาด หรือใช้เพื่อพิจารณาการแสดงโฆษณาบนสื่อประชาสัมพันธ์ต่าง ๆ ทั้งในระบบออนไลน์และสื่อทั่วไป"
    },
    {
      "data": "<u>ภาครัฐ</u> ข้อมูลอาจถูกส่งต่อให้กับหน่วยงานภาครัฐต่าง ๆ ที่ร้องขอโดยอำนาจตามกฎหมายแห่งราชอาณาจักรไทยค่าย WIP Camp จะมีการดำเนินการต่าง ๆ ด้วยความรอบคอบ และจะส่งต่อข้อมูลเท่าที่จำเป็นเท่านั้น"
    },
    {
      "data": "การเก็บข้อมูลในระยะยาว",
      "component": "header"
    },
    {
      "data": "ข้อมูลต่าง ๆ อาจมีการทำซ้ำและเก็บบันทึกไว้ในระยะยาว แม้ว่าผู้ใช้อาจมีการแจ้งลบข้อมูลดังกล่าวจากระบบแล้ว ซึ่งอาจเป็นผลจากกระบวนการสำรองข้อมูลของระบบ หรือเป็นการดำเนินการตามกฎหมายแห่งราชอาณาจักรไทย"
    },
    {
      "data": "ความปลอดภัย",
      "component": "header"
    },
    {
      "data": "ความปลอดภัยของข้อมูลผู้ใช้เป็นสิ่งสำคัญสำหรับค่าย WIP Camp การเชื่อมต่อระหว่างบริการออนไลน์กับผู้ใช้ผ่านระบบอินเทอร์เน็ตเพื่อส่งข้อมูลที่ละเอียดอ่อนจะถูกส่งโดยใช้มาตรฐานการเข้ารหัสข้อมูล TLS/SSL และแม้ว่าเราจะตั้งใจดำเนินการตามขั้นตอนมาตรฐานอุตสาหกรรมด้านความปลอดภัยต่าง ๆ อย่างเต็มที่ แต่ไม่มีการส่งข้อมูลหรือจัดเก็บข้อมูลในระบบอิเล็กทรอนิกส์ใดที่ปลอดภัยสมบูรณ์แบบ เราจึงไม่สามารถยืนยันถึงความปลอดภัยได้อย่างสมบูรณ์ โปรดติดต่อค่าย WIP Camp หากผู้ใช้ต้องการข้อมูลเพิ่มเติมหรือต้องการแจ้งปัญหาเกี่ยวกับความปลอดภัย"
    },
    {
      "data": "การติดต่อค่าย WIP Camp ",
      "component": "header"
    },
    {
      "data": "หากผู้ใช้มีข้อสงสัยใด ๆ เพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวสำหรับเว็บไซต์และบริการออนไลน์ของโครงการค่าย WIP Camp ฉบับนี้ โปรดติดต่อทีมงานผ่านอีเมล <a href='mailto:wippo@wipcamp.com'>wippo@wipcamp.com</a> หรือทางไปรษณีย์ที่ โครงการค่ายเส้นทางสู่ฝันนักไอที Ways to IT Professionals Camp คณะเทคโนโลยีสารสนเทศ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี 126 ถนนประชาอุทิศ แขวงบางมด เขตทุ่งครุ กรุงเทพมหานคร 10140 หรือช่องทางการติดต่ออื่นๆ ที่ระบุในบริการติดต่อสอบถามบนเว็บไซต์ <a href='https://wip.camp' target='_blank'>https://wip.camp</a>"
    },
    {
      "data": "การเปลี่ยนแปลงนโยบาย",
      "component": "header"
    },
    {
      "data": "นโยบายฉบับนี้อาจมีการเปลี่ยนแปลงได้ตามความเหมาะสม หากค่าย WIP Camp เห็นว่าการเปลี่ยนแปลงดังกล่าวเป็นการลดทอนสิทธิ์ของผู้ใช้  ค่าย WIP Camp จะมีการแจ้งให้ผู้ใช้ทราบผ่านช่องทางประชาสัมพันธ์ต่าง ๆ ของค่าย WIP Camp หากผู้ใช้ยังคงมีการใช้งานบริการออนไลน์ภายหลังการเปลี่ยนแปลงดังกล่าว ให้ถือว่าผู้ใช้ยอมรับนโยบายใหม่โดยปริยาย"
    }
    
  ]
}